

new CalculatorProject.App.Calculator().Run();
//Hello from git
//Hello from VS
//Hello from Dima

/*Александр Введенский
Как я пошел в школу
Я проснулся утром рано,
Потянулся и зевнул,
Неохотно встал с дивана
И на улицу взглянул.
Я гляжу в окно, зевая.
За моим большим окном
Мчатся быстрые трамваи,
А напротив строят дом.
Все знакомо, все обычно,
Громко радио поет.
Совершая путь привычный,
Солнце по небу плывет.

Вдруг я думать начинаю:
Я давно живу на свете,
Но я до сих пор не знаю,
Отчего же солнце светит?
Почему дымят вулканы?
Отчего горят леса?
Где находятся Балканы?
Сколько лет живет лиса?
Отчего зимою реки
Покрывает толстый лед?
С кем сражались раньше греки?
Как летает самолет?
Почему все это мне
Неизвестно, непонятно —
Есть ли люди на Луне?
Отчего на солнце пятна?
Отчего мерцают звезды?
Где слоны и львы живут?
Почему весною гнезда
На деревьях птицы вьют?

Ох, как много я не знаю!
Чем незнанью помогу?
Шапку с вешалки снимаю
И на улицу бегу.
Я шагаю невеселый,
Я по улице брожу.
На углу я вижу школу,
Тихо в школу захожу.
Захожу я в класс несмело,
Шапку я держу в руке.
Пионер, я вижу, мелом
Что-то пишет на доске.
Говорю я: «Мне, ребята,
Скоро стукнет тридцать шесть,
Но позвольте мне за парту
Вместе с вами в классе сесть!»*/